Repository: michelemilazzo/mmos-eu_einvoice
Catalog: *_einvoice/locale/*.po
Languages: de

source: A document level discount is currently not supported in the e-invoice.
de: Ein Rabatt auf der Dokumentebene wird in der E-Rechnung derzeit nicht unterstützt.

source: Action on Validation Error during Save
de: Aktion bei Validierungsfehler beim Speichern

source: Action on Validation Error during Submit
de: Aktion bei Validierungsfehler beim Buchen

source: Actual Amount
de: Tatsächlicher Betrag

source: Additional supporting document to be embedded in the e-invoice file.
de: Zusätzliches Dokument, das in die E-Rechnung eingebettet werden soll.

source: Agreement
de: Vereinbarung

source: Allowance Total
de: Abschläge gesamt

source: Amended From
de: Korrektur von

source: An E Invoice Import with the same Invoice ID and Supplier already exists.
de: Eine E-Rechnung mit der gleichen Rechnungs-ID und Lieferanten existiert bereits.

source: Attach Field for XML File
de: Anhangsfeld für XML-Datei

source: Auto-attach XML File
de: XML-Datei automatisch anhängen

source: Basis Amount
de: Basisbetrag

source: Basis Date
de: Skontofrist

source: Billed Quantity
de: Berechnete Menge

source: Billing Period
de: Leistungszeitraum

source: Billing Period End
de: Leistungszeitraum Ende

source: Billing Period Start
de: Leistungszeitraum Start

source: Buyer
de: Käufer

source: Buyer Address Line 1
de: Käufer-Adresse Zeile 1

source: Buyer Address Line 2
de: Käufer-Adresse Zeile 2

source: Buyer City
de: Käufer-Stadt

source: Buyer Country
de: Käufer-Land

source: Buyer Electronic Address
de: Elektronische Adresse des Käufers

source: Buyer Electronic Address Scheme
de: Schema der elektronischen Adresse des Käufers

source: Buyer Name
de: Käufer-Name

source: Buyer Postcode
de: Käufer-Postleitzahl

source: Buyer Reference
de: Käufer-Referenz

source: Calculated Amount
de: Berechneter Betrag

source: Calculation Percent
de: Berechnung Prozentsatz

source: Cannot create E Invoice.
de: E-Rechnung konnte nicht erstellt werden.

source: Cannot validate E Invoice schematron.
de: E-Rechnung konnte nicht validiert werden.

source: Charge Total
de: Zuschläge gesamt

source: Company
de: Unternehmen

source: Could not validate E Invoice schematron. See Error Log for details.
de: E-Rechnung konnte nicht validiert werden. Details im Fehlerlog.

source: Create
de: Erstellen

source: Create Item
de: Artikel erstellen

source: Create Purchase Invoice
de: Eingangsrechnung erstellen

source: Create Supplier
de: Lieferant erstellen

source: Create Supplier Address
de: Lieferanten-Adresse erstellen

source: Currency
de: Währung

source: Delivery
de: Lieferung

source: Discount
de: Rabatt

source: Document
de: Dokument

source: Download eInvoice
de: E-Rechnung herunterladen

source: Due
de: Fällig

source: Due Date
de: Fälligkeitsdatum

source: Due Payable
de: Fälliger Betrag

source: E Invoice Import
de: E-Rechnungs-Import

source: E Invoice Import {0} does not exist
de: E-Rechnungs-Import {0} existiert nicht

source: E Invoice Is Correct
de: E-Rechnung ist korrekt

source: E Invoice Item
de: E-Rechnungs-Position

source: E Invoice Payment Term
de: E-Rechnungs-Zahlungsbedingung

source: E Invoice Profile
de: E-Rechnungs-Profil

source: E Invoice Settings
de: E-Rechnungs-Einstellungen

source: E Invoice Trade Tax
de: E-Rechnungs-Steuer

source: E Invoice is not correct
de: E-Rechnung ist nicht korrekt

source: E-Invoice
de: E-Rechnung

source: Electronic Address
de: Elektronische Adresse

source: Electronic Address Scheme
de: Schema der elektronischen Adresse

source: Embedded Document
de: Eingebettetes Dokument

source: Error Message
de: Fehlermeldung

source: Field '{0}' does not exist on Sales Invoice doctype
de: Feld '{0}' existiert nicht im DocType 'Sales Invoice'

source: Field '{0}' must be of type 'Attach'. Current type: {1}
de: Feld '{0}' muss vom Typ 'Anhängen' sein. Aktueller Typ: {1}

source: File Section
de: Datei-Abschnitt

source: Grand Total
de: Gesamtbetrag

source: Header
de: Kopfzeile

source: Invoice ID
de: Rechnungs-ID

source: Issue Date
de: Ausstellungsdatum

source: Item
de: Artikel

source: Items
de: Positionen

source: Line Total
de: Zeilensumme

source: Link to {0}
de: Mit {0} verknüpfen

source: Monetary Summation
de: Gesamtbeträge

source: Net Rate
de: Nettopreis

source: No machine-readable data was found in the PDF file. You can create a regular Purchase Invoice manually instead.
de: In der PDF-Datei wurden keine maschinenlesbaren Daten gefunden. Sie können stattdessen eine reguläre Eingangsrechnung manuell erstellen.

source: Not an E-Invoice
de: Keine E-Rechnung

source: On submit, only for E Invoice Profile "XRECHNUNG"
de: Nur bei E-Rechnungs-Profil "XRECHNUNG" beim Buchen

source: Partial Amount
de: Teilbetrag

source: Payment Means
de: Zahlungsmittel

source: Payment Terms
de: Zahlungsbedingungen

source: Please create or select a supplier before submitting
de: Bitte vor dem Buchen einen Lieferanten auswählen oder erstellen.

source: Please map all invoice lines to an item before submitting
de: Bitte vor dem Buchen alle Positionen einem Artikel zuordnen.

source: Please note the validation errors of the e-invoice.
de: Bitte beachten Sie die Validierungsfehler der E-Rechnung.

source: Please select a company before submitting
de: Bitte vor dem Buchen ein Unternehmen auswählen.

source: Product
de: Produkt

source: Product Description
de: Produktbeschreibung

source: Product Name
de: Produktname

source: Profile
de: Profil

source: Purchase Invoice {0} is already linked to E Invoice Import {1}
de: Eingangsrechnung {0} ist bereits mit E-Rechnungs-Import {1} verknüpft

source: Purchase Order
de: Lieferantenauftrag

source: Rate Applicable Percent
de: Anwendbarer Prozentsatz

source: Row {0}
de: Zeile {0}

source: Seller
de: Verkäufer

source: Seller Address Line 1
de: Verkäufer-Adresse Zeile 1

source: Seller Address Line 2
de: Verkäufer-Adresse Zeile 2

source: Seller City
de: Verkäufer-Stadt

source: Seller Country
de: Verkäufer-Land

source: Seller Electronic Address
de: Elektronische Adresse des Verkäufers

source: Seller Electronic Address Scheme
de: Schema der elektronischen Adresse des Verkäufers

source: Seller Name
de: Verkäufer-Name

source: Seller Postcode
de: Verkäufer-Postleitzahl

source: Seller Product ID
de: Verkäufer-Produkt-ID

source: Seller Tax ID
de: Verkäufer-Steuer-ID

source: Settlement
de: Ausgleich

source: Supplier
de: Lieferant

source: Supplier Address
de: Lieferanten-Adresse

source: Supplier Invoice File
de: Lieferantenrechnungsdatei

source: Tax Account
de: Steuer-Konto

source: Tax Basis Total
de: Steuerbasis gesamt

source: Tax Rate
de: Steuersatz

source: Tax Total
de: Steuer gesamt

source: Taxes
de: Steuern

source: The format of the uploaded file ({0}) is not supported for E-Invoices. Please upload a valid E-Invoice file or create a regular Purchase Invoice manually instead.
de: Das Format der hochgeladenen Datei ({0}) wird für E-Rechnungen nicht unterstützt. Bitte laden Sie eine gültige E-Rechnungsdatei hoch oder erstellen Sie stattdessen eine reguläre Eingangsrechnung manuell.

source: The uploaded file does not contain valid XML data.
de: Die hochgeladene Datei enthält keine gültige XML-Daten.

source: Total Amount
de: Gesamtbetrag

source: Total Prepaid
de: Vorausbezahlt

source: UOM
de: Einheit

source: Unit Code
de: Einheits-Code

source: Unsupported file format
de: Nicht unterstütztes Dateiformat

source: Upload the <code>.xml</code> or <code>.pdf</code> file provided by your supplier.
de: Laden Sie die von Ihrem Lieferanten bereitgestellte <code>.xml</code>- oder <code>.pdf</code>-Datei hoch.

source: Validate Sales Invoice on Save
de: E-Rechnung beim Speichern validieren

source: Validate Sales Invoice on Submit
de: E-Rechnung beim Buchen validieren

source: Validation Details
de: Validierungsdetails

source: Validation Errors
de: Validierungsfehler

source: Validation Warnings
de: Validierungswarnungen

source: View {0}
de: {0} ansehen

source: Warning Message
de: Warnung

source: {0} row #{1}: Discount Date should be after Posting Date
de: {0} Zeile {1}: Rabatt-Datum sollte nach Buchungsdatum liegen

source: {0} row #{1}: The charge type 'Actual' is only supported in the eInvoice profiles 'EXTENDED' and 'XRECHNUNG'.
de: Die Gebührenart 'Tatsächlich' wird nur in den E-Rechnungs-Profilen 'EXTENDED' und 'XRECHNUNG' unterstützt.

source: {0} row #{1}: Type '{2}' is not supported in e-invoice
de: {0} Zeile #{1}: Typ '{2}' wird in der E-Rechnung nicht unterstützt

source: {0}: Only one mode of payment will be considered in the e-invoice.
de: {0}: Nur eine Zahlungsart wird in der E-Rechnung berücksichtigt.
